adpyke.codesnap
amazonwebservices.codewhisperer-for-command-line-companion
antfu.slidev
antfu.unocss
anthropic.claude-code
asvetliakov.vscode-neovim
authzed.spicedb-vscode
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
biomejs.biome
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
csstools.postcss
dariofuzinato.vue-peek
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.next-js
foxundermoon.shell-format
github.vscode-github-actions
golang.go
hashicorp.hcl
hashicorp.terraform
haskell.haskell
hbenl.vscode-test-explorer
hediet.vscode-drawio
hmarr.cel
juanblanco.solidity
justusadam.language-haskell
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-playwright.playwright
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
negokaz.zenn-editor
oderwat.indent-rainbow
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
shalldie.background
slevesque.vscode-zipexplorer
streetsidesoftware.code-spell-checker
taichi.vscode-textlint
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitest.explorer
vmsynkov.colonize
vscodevim.vim
vsls-contrib.gistfs
vue.volar
wakatime.vscode-wakatime
wix.vscode-import-cost
yoavbls.pretty-ts-errors
yzane.markdown-pdf
