tap "ariga/tap"
tap "authzed/tap"
tap "aws/tap"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "daipeihust/tap"
tap "ethereum/ethereum"
tap "goreleaser/tap"
tap "graalvm/tap"
tap "hashicorp/tap"
tap "jy8752/tap"
tap "k1low/tap"
tap "kreuzwerker/taps"
tap "ktr0731/evans"
tap "mongodb/brew"
tap "weaveworks/tap"
brew "act"
brew "age"
brew "webp"
brew "awscli"
brew "bash"
brew "bat"
brew "binaryen"
brew "boost"
brew "cairo"
brew "pycparser"
brew "cffi"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "dateutils"
brew "deno"
brew "direnv"
brew "docutils"
brew "ethereum"
brew "eza"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "librist"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flow-cli"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-now"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-task"
brew "golang-migrate"
brew "grep"
brew "grpcurl"
brew "guile"
brew "helm"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kind"
brew "kube-ps1"
brew "lazygit"
brew "libwebsockets"
brew "lolcat"
brew "luv"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "mongosh"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodeenv"
brew "nodenv"
brew "peco"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "ruby"
brew "sheldon"
brew "sl"
brew "solidity"
brew "sops"
brew "sqlc"
brew "starship"
brew "teip"
brew "telnet"
brew "terminal-notifier"
brew "tfenv", link: false
brew "tflint"
brew "tree"
brew "ttyd"
brew "uniutils"
brew "upx"
brew "vhs"
brew "volta"
brew "watch"
brew "wget"
brew "xsv"
brew "ariga/tap/atlas"
brew "authzed/tap/spicedb"
brew "authzed/tap/zed", link: false
brew "bufbuild/buf/buf"
brew "daipeihust/tap/im-select"
brew "hashicorp/tap/terraform"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "ktr0731/evans/evans"
brew "mongodb/brew/mongodb-community"
brew "weaveworks/tap/eksctl"
cask "amazon-q"
cask "aquaskk"
cask "azookey"
cask "cleanshot"
cask "cursor"
cask "deepl"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "kitty"
cask "orbstack"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "tableplus"
cask "zed"
cask "zoom"
