cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "aws/tap"

brew "act"
brew "age"
brew "awscli"
# brew "binaryen"
brew "clang-format"
brew "coreutils"
# cmake
brew "deno"
brew "direnv"
brew "ethereum"
# brew "ffmpeg"
brew "flow-cli"
brew "gh"
brew "git"
brew "git-now"
# gnupg
brew "gradle"
brew "grpcurl"
brew "helm"
# jenv
brew "jq"
brew "kind"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "kube-ps1"
brew "minikube"
brew "mongodb/brew/mongodb-community"
brew "neovim"
# nodeenv
brew "nodenv"
brew "protobuf"
brew "solidity"
# sops
brew "tfenv"
brew "tflint"
brew "tree"
brew "upx"
brew "watch"
brew "weaveworks/tap/eksctl"
brew "wget"

cask "docker"
cask "google-chrome"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"
cask "karabiner-elements"
cask "kitty"
cask "hammerspoon"
cask "intellij-idea-ce"
# cask "intellij-idea"
cask "obsidian"
cask "deepl"
cask "visualvm"
cask "mysqlworkbench"

# cask "discord"
# cask "line"
# cask "kindle"

# manual install
# gifski https://gif.ski/
# Flux https://justgetflux.com/